export const prompts = {
  timestamps: `
    Сгенерируй временные метки для видео.
    Временные метки должны быть в формате:
    - [00:00] - [00:00]
    - [00:00] - [00:00]
    `,

  summary: `
  Сделай критический анализ видео. Удели внимание только тем моментам, которые можно реально применить на практике. 
  Не пересказывай общеизвестные факты и поверхностные размышления. 
  Отсеивай воду и обобщения.
  Оставляй ключевые цитаты и источники, если они есть в материале. 
  Не добавляй лишних оценочных суждений, которых нет в источнике.
   `,
};
